Repository: Zayrick/quick-symlink
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

source: Create hard links to the selected items
ru: Создать жёсткие ссылки на выбранные объекты
zh_hans: 为所选项目创建硬链接

source: Create symbolic links to the selected items
ru: Создать символические ссылки на выбранные объекты
zh_hans: 为所选项目创建符号链接

source: Enable the Quick Symlink extensions to use them from the Finder context menu.
ru: Включите расширения Quick Symlink, чтобы пользоваться ими в контекстном меню Finder.
zh_hans: 启用 Quick Symlink 的访达扩展后，即可在右键菜单中使用。

source: Hard Links
ru: Жёсткие ссылки
zh_hans: 硬链接

source: Make Link
ru: Создать ссылку
zh_hans: 制作链接

source: Move Here and Leave Link
ru: Переместить сюда и оставить ссылку
zh_hans: 移到此处并保留链接

source: Open Finder Extension Settings…
ru: Открыть настройки расширений Finder…
zh_hans: 打开访达扩展设置…

source: Paste Link
ru: Вставить ссылку
zh_hans: 粘贴链接

source: Symbolic Links
ru: Символические ссылки
zh_hans: 符号链接

source: Use Relative Paths
ru: Использовать относительные пути
zh_hans: 使用相对路径

source: Use relative paths for symbolic links
ru: Использовать относительные пути для символических ссылок
zh_hans: 为符号链接使用相对路径
